Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# GoogleAccountDescription.Text
source: Profile reads and upload use a Google TVs and limited-input device OAuth client. No redirect URI is used. Managed local build values remain hidden; saving credentials here overrides them.
af_za: Profiellees en oplaai gebruik 'n Google TV's en OAuth-kliënt met beperkte invoertoestel. Geen herleidings-URI word gebruik nie. Bestuurde plaaslike bouwaardes bly verborge; om geloofsbriewe hier te stoor, ignoreer dit.
am_et: መገለጫ ያነባል እና የሚሰቀል የGoogle ቲቪዎችን እና የተገደበ የግቤት መሣሪያ OAuth ደንበኛን ይጠቀማሉ። ምንም የማዘዋወር URI ጥቅም ላይ አይውልም። የሚተዳደሩ የአካባቢ ግንባታ ዋጋዎች ተደብቀዋል; ምስክርነቶችን እዚህ ማስቀመጥ ይሽሯቸዋል።
ar_sa: تستخدم قراءة الملف الشخصي وتحميله أجهزة Google TV وعميل OAuth لجهاز الإدخال المحدود. لا يتم استخدام URI لإعادة التوجيه. تظل قيم البناء المحلية المُدارة مخفية؛ حفظ بيانات الاعتماد هنا يتجاوزها.
as_in: প্ৰ'ফাইল পঢ়া আৰু আপলোড কৰা এটা Google TVs আৰু সীমিত-ইনপুট ডিভাইচ OAuth ক্লাএন্ট ব্যৱহাৰ কৰে। কোনো পুনঃনিৰ্দেশিত URI ব্যৱহাৰ কৰা হোৱা নাই। পৰিচালিত স্থানীয় নিৰ্মাণ মানসমূহ লুকাই থাকে; ইয়াত প্ৰমাণপত্ৰসমূহ সংৰক্ষণ কৰিলে সিহতক অভাৰৰাইড কৰে।
az_latn_az: Profil oxumaq və yükləmək üçün Google TV-lər və məhdud giriş cihazı OAuth müştəri istifadə edir. Heç bir yönləndirmə URI istifadə edilmir. İdarə olunan yerli tikinti dəyərləri gizli qalır; etimadnamələrin burada saxlanması onları ləğv edir.
be_by: Профіль чытаецца і запампоўваецца з дапамогай кліента OAuth Google TV і прылады з абмежаваным уводам. URI перанакіравання не выкарыстоўваецца. Значэнні кіраванай лакальнай зборкі застаюцца схаванымі; захаванне ўліковых даных тут адмяняе іх.
bg_bg: Профилът се чете и качва с помощта на OAuth клиент на Google TV и устройство с ограничен вход. Не се използва URI за пренасочване. Стойностите на управляваните локални компилации остават скрити; запазването на идентификационните данни тук ги отменя.
bn_bd: প্রোফাইল পড়া এবং আপলোড একটি Google TV এবং সীমিত-ইনপুট ডিভাইস OAuth ক্লায়েন্ট ব্যবহার করে। কোন রিডাইরেক্ট URI ব্যবহার করা হয় না। পরিচালিত স্থানীয় বিল্ড মান লুকানো থাকে; এখানে শংসাপত্র সংরক্ষণ করা তাদের ওভাররাইড করে।
bs_latn_ba: Profil za čitanje i prijenos koristi Google TV i OAuth klijent uređaja s ograničenim unosom. Ne koristi se URI za preusmjeravanje. Vrijednosti upravljane lokalne izgradnje ostaju skrivene; spremanje vjerodajnica ovdje ih nadjačava.
ca_es: La lectura i la càrrega de perfils utilitza un client OAuth de Google TV i un dispositiu d'entrada limitada. No s'utilitza cap URI de redirecció. Els valors de construcció local gestionats romanen ocults; desar les credencials aquí les anul·la.
cs_cz: Čtení a nahrávání profilu pomocí klienta OAuth pro zařízení Google TV a zařízení s omezeným vstupem. Nepoužívá se žádné URI přesměrování. Hodnoty spravovaného místního sestavení zůstávají skryté; uložení přihlašovacích údajů zde přepíše je.
da_dk: Profillæser og upload bruger en Google TV og en OAuth-klient med begrænset input. Der bruges ingen omdirigerings-URI. Administrerede lokale byggeværdier forbliver skjulte; lagring af legitimationsoplysninger her tilsidesætter dem.
de_de: Zum Lesen und Hochladen von Profilen werden ein Google TV-Gerät und ein OAuth-Client mit eingeschränkter Eingabemöglichkeit verwendet. Es wird kein Umleitungs-URI verwendet. Verwaltete lokale Buildwerte bleiben verborgen; Das Speichern der Anmeldeinformationen hier überschreibt diese.
el_gr: Η ανάγνωση και η μεταφόρτωση προφίλ χρησιμοποιούν πρόγραμμα-πελάτη Google TVs και συσκευή περιορισμένης εισόδου OAuth. Δεν χρησιμοποιείται URI ανακατεύθυνσης. Οι διαχειριζόμενες τοπικές τιμές κατασκευής παραμένουν κρυφές. Η αποθήκευση διαπιστευτηρίων εδώ τα παρακάμπτει.
es_us: Las lecturas y cargas de perfiles utilizan un cliente OAuth de Google TV y un dispositivo de entrada limitada. No se utiliza ningún URI de redireccionamiento. Los valores de construcción local administrados permanecen ocultos; guardar las credenciales aquí las anula.
et_ee: Profiili lugemiseks ja üleslaadimiseks kasutatakse Google'i telerite ja piiratud sisendiga seadme OAuthi klienti. Ümbersuunamise URI-d ei kasutata. Hallatud kohaliku ehituse väärtused jäävad peidetuks; mandaatide salvestamine siin alistab need.
eu_es: Profila irakurtzeko eta kargatzeko, erabili Google TVs eta sarrera mugatuko gailu OAuth bezeroa. Ez da birbideratzeko URIrik erabiltzen. Kudeatutako tokiko eraikuntza-balioak ezkutuan geratzen dira; Hemen kredentzialak gordetzeak baliogabetzen ditu.
fa_ir: خواندن و آپلود نمایه از یک سرویس گیرنده OAuth تلویزیون‌های Google و دستگاه ورودی محدود استفاده می‌کند. از URI تغییر مسیر استفاده نمی شود. مقادیر ساخت محلی مدیریت شده پنهان می ماند. ذخیره اعتبارنامه ها در اینجا آنها را لغو می کند.
fi_fi: Profiilin lukemiseen ja lataamiseen käytetään Google TV:tä ja rajoitetun syöttölaitteen OAuth-asiakasohjelmaa. Uudelleenohjaus-URI:ta ei käytetä. Hallitut paikalliset koontiversiot pysyvät piilossa; valtuustietojen tallentaminen ohittaa ne.
fil_ph: Ang pagbabasa at pag-upload ng profile ay gumagamit ng Google TV at limitadong-input na device na OAuth client. Walang ginagamit na redirect URI. Ang mga pinamamahalaang lokal na halaga ng build ay nananatiling nakatago; ang pag-save ng mga kredensyal dito ay na-override ang mga ito.
fr_ca: Les lectures et les téléchargements de profils utilisent un client OAuth pour les téléviseurs Google et les appareils à entrées limitées. Aucun URI de redirection n’est utilisé. Les valeurs de compilation locales gérées restent cachées ; l'enregistrement des informations d'identification ici les remplace.
gl_es: As lecturas e cargas de perfil utilizan un cliente OAuth de Google TVs e un dispositivo de entrada limitada. Non se usa ningún URI de redirección. Os valores de construción local xestionados permanecen ocultos; gardar as credenciais aquí anulalas.
gu_in: પ્રોફાઇલ વાંચે છે અને અપલોડ કરે છે તે Google TV અને મર્યાદિત-ઇનપુટ ઉપકરણ OAuth ક્લાયંટનો ઉપયોગ કરે છે. કોઈ રીડાયરેક્ટ URI નો ઉપયોગ થતો નથી. સંચાલિત સ્થાનિક બિલ્ડ મૂલ્યો છુપાયેલા રહે છે; અહીં ઓળખપત્રો સાચવવાથી તેમને ઓવરરાઇડ કરે છે.
he_il: קריאת פרופיל והעלאה משתמשים ב-Google TVs ולקוח OAuth עם קלט מוגבל. לא נעשה שימוש ב-URI להפניה מחדש. ערכי בנייה מקומיים מנוהלים נשארים מוסתרים; שמירת אישורים כאן עוקפת אותם.
hi_in: प्रोफ़ाइल पढ़ने और अपलोड करने के लिए Google TV और सीमित-इनपुट डिवाइस OAuth क्लाइंट का उपयोग करें। किसी रीडायरेक्ट यूआरआई का उपयोग नहीं किया जाता है. प्रबंधित स्थानीय बिल्ड मान छिपे रहते हैं; यहां क्रेडेंशियल सहेजना उन्हें ओवरराइड कर देता है।
hr_hr: Profil čita i prenosi pomoću OAuth klijenta Google TV-a i uređaja s ograničenim unosom. Ne koristi se URI za preusmjeravanje. Vrijednosti upravljane lokalne izgradnje ostaju skrivene; spremanje vjerodajnica ovdje nadjačava ih.
hu_hu: A profil beolvasása és feltöltése Google TV-k és korlátozott bemenetű eszköz OAuth-kliens használatával történik. Nem használnak átirányítási URI-t. A kezelt helyi build értékek rejtve maradnak; a hitelesítő adatok itt történő mentése felülírja őket.
hy_am: Պրոֆիլի ընթերցումները և վերբեռնումները օգտագործում են Google TV-ներ և սահմանափակ մուտքային սարքի OAuth հաճախորդ: Վերահղման URI չի օգտագործվում: Կառավարվող տեղական կառուցման արժեքները մնում են թաքնված. Այստեղ հավատարմագրերը պահելը վերացնում է դրանք:
id_id: Pembacaan dan pengunggahan profil menggunakan klien OAuth Google TV dan perangkat input terbatas. Tidak ada URI pengalihan yang digunakan. Nilai-nilai pembangunan lokal yang dikelola tetap tersembunyi; menyimpan kredensial di sini akan menggantikannya.
is_is: Prófíllestur og upphleðsla notar Google sjónvörp og OAuth biðlara með takmörkuðu inntaki. Engin tilvísunar-URI er notuð. Stýrð staðbundin byggingargildi eru enn falin; vistun skilríkja hér hnekkir þeim.
it_it: La lettura e il caricamento del profilo utilizzano Google TV e un client OAuth per dispositivi con input limitato. Non viene utilizzato alcun URI di reindirizzamento. I valori della build locale gestita rimangono nascosti; il salvataggio delle credenziali qui le sovrascrive.
ja_jp: プロファイルの読み取りとアップロードには、Google TV と入力が制限されたデバイスの OAuth クライアントを使用します。リダイレクト URI は使用されません。管理されたローカル ビルド値は非表示のままです。ここで資格情報を保存すると、資格情報が上書きされます。
ka_ge: პროფილის წაკითხვისა და ატვირთვის გამოყენებით გამოიყენება Google TV-ები და შეზღუდული შეყვანის მოწყობილობა OAuth კლიენტი. გადამისამართების URI არ გამოიყენება. მართული ადგილობრივი build ღირებულებები რჩება დამალული; აქ სერთიფიკატების შენახვა უგულებელყოფს მათ.
kk_kz: Профильді оқу және жүктеп салу Google TVs және шектеулі енгізу құрылғысы OAuth клиентін пайдаланады. Қайта бағыттау URI пайдаланылмайды. Басқарылатын жергілікті құрастыру мәндері жасырын қалады; тіркелгі деректерін осы жерде сақтау оларды қайта анықтайды.
km_kh: កម្រងព័ត៌មានអាន និងបង្ហោះប្រើប្រាស់ Google TVs និងឧបករណ៍បញ្ចូលមានកំណត់ OAuth client ។ គ្មាន URI ប្តូរទិសត្រូវបានប្រើទេ។ តម្លៃសាងសង់មូលដ្ឋានដែលបានគ្រប់គ្រងនៅតែលាក់។ ការរក្សាទុកព័ត៌មានសម្ងាត់នៅទីនេះបដិសេធពួកវា។
kn_in: ಪ್ರೊಫೈಲ್ ರೀಡ್ ಮತ್ತು ಅಪ್‌ಲೋಡ್ Google TVಗಳು ಮತ್ತು ಸೀಮಿತ-ಇನ್‌ಪುಟ್ ಸಾಧನ OAuth ಕ್ಲೈಂಟ್ ಅನ್ನು ಬಳಸುತ್ತದೆ. ಯಾವುದೇ ಮರುನಿರ್ದೇಶನ URI ಅನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ. ನಿರ್ವಹಿಸಿದ ಸ್ಥಳೀಯ ನಿರ್ಮಾಣ ಮೌಲ್ಯಗಳು ಮರೆಯಾಗಿ ಉಳಿಯುತ್ತವೆ; ಇಲ್ಲಿ ರುಜುವಾತುಗಳನ್ನು ಉಳಿಸುವುದು ಅವುಗಳನ್ನು ಅತಿಕ್ರಮಿಸುತ್ತದೆ.
ko_kr: 프로필 읽기 및 업로드는 Google TV 및 입력이 제한된 장치 OAuth 클라이언트를 사용합니다. 리디렉션 URI가 사용되지 않습니다. 관리되는 로컬 빌드 값은 숨겨진 상태로 유지됩니다. 여기에 자격 증명을 저장하면 해당 자격 증명이 무시됩니다.
ky_kg: Профилди окуу жана жүктөө үчүн Google сыналгылары жана чектелген киргизүүчү OAuth кардары колдонулат. Багыттоо URI колдонулбайт. Башкарылган жергиликтүү куруу баалуулуктары жашыруун бойдон калууда; эсептик дайындарды бул жерде сактоо аларды жокко чыгарат.
lo_la: ໂປຣໄຟລ໌ອ່ານ ແລະອັບໂຫຼດໃຊ້ Google TVs ແລະເຄື່ອງປ້ອນຂໍ້ມູນແບບຈຳກັດ OAuth client. ບໍ່ມີການນໍາໃຊ້ການປ່ຽນເສັ້ນທາງ URI. ການຄຸ້ມຄອງມູນຄ່າການກໍ່ສ້າງໃນທ້ອງຖິ່ນຍັງຄົງເຊື່ອງໄວ້; ການບັນທຶກຂໍ້ມູນປະຈຳຕົວຢູ່ບ່ອນນີ້ຈະລົບລ້າງພວກມັນ.
lt_lt: Profilis nuskaitomas ir įkeliamas naudojant „Google“ televizorių ir riboto įvesties įrenginio „OAuth“ klientą. Peradresavimo URI nenaudojamas. Valdomos vietinės versijos vertės lieka paslėptos; išsaugant kredencialus čia jų nepaisoma.
lv_lv: Profila lasīšanai un augšupielādei tiek izmantots Google TV un ierobežotas ievades ierīces OAuth klients. Pāradresācijas URI netiek izmantots. Pārvaldītās vietējās būvniecības vērtības paliek paslēptas; šeit saglabājot akreditācijas datus, tie tiek ignorēti.
mk_mk: За читање и прикачување на профилот користете телевизор на Google и клиент OAuth на уред со ограничен влез. Не се користи URI за пренасочување. Управуваните локални вредности за градење остануваат скриени; зачувувањето на ингеренциите овде ги надминува.
ml_in: പ്രൊഫൈൽ റീഡ് ചെയ്യുന്നതിനും അപ്‌ലോഡ് ചെയ്യുന്നതിനും Google TV-കളും പരിമിതമായ ഇൻപുട്ട് ഉപകരണമായ OAuth ക്ലയൻ്റും ഉപയോഗിക്കുന്നു. റീഡയറക്‌ട് യുആർഐ ഉപയോഗിച്ചിട്ടില്ല. നിയന്ത്രിത പ്രാദേശിക ബിൽഡ് മൂല്യങ്ങൾ മറഞ്ഞിരിക്കുന്നു; ഇവിടെ ക്രെഡൻഷ്യലുകൾ സംരക്ഷിക്കുന്നത് അവയെ മറികടക്കുന്നു.
mn_mn: Профайлыг уншиж, байршуулахад Google ТВ болон хязгаарлагдмал оролтын төхөөрөмж OAuth клиент ашиглана. No redirect URI is used. Managed local build values remain hidden; saving credentials here overrides them.
mr_in: प्रोफाईल वाचणे आणि अपलोड करणे हे Google TV आणि मर्यादित-इनपुट डिव्हाइस OAuth क्लायंट वापरते. कोणताही पुनर्निर्देशित URI वापरला जात नाही. व्यवस्थापित स्थानिक बिल्ड मूल्ये लपलेली राहतात; येथे सेव्हिंग क्रेडेन्शियल्स त्यांना ओव्हरराइड करते.
ms_my: Profil membaca dan memuat naik menggunakan Google TV dan klien OAuth peranti input terhad. Tiada URI ubah hala digunakan. Nilai binaan tempatan terurus kekal tersembunyi; menyimpan bukti kelayakan di sini mengatasinya.
nb_no: Profillesing og opplasting bruker en Google TV-er og OAuth-klient med begrenset inndata. Ingen omdirigerings-URI brukes. Administrerte lokale byggeverdier forblir skjult; lagring av legitimasjon her overstyrer dem.
ne_np: प्रोफाइल पढ्ने र अपलोड गर्दा Google TV र सीमित-इनपुट यन्त्र OAuth क्लाइन्ट प्रयोग हुन्छ। कुनै रिडिरेक्ट URI प्रयोग गरिएको छैन। व्यवस्थित स्थानीय निर्माण मानहरू लुकेका छन्; यहाँ प्रमाणहरू बचत गर्दा तिनीहरूलाई ओभरराइड गर्दछ।
nl_nl: Voor het lezen en uploaden van profielen wordt gebruik gemaakt van een OAuth-client van Google TV en een apparaat met beperkte invoer. Er wordt geen omleidings-URI gebruikt. Beheerde lokale buildwaarden blijven verborgen; Als u de inloggegevens hier opslaat, worden deze overschreven.
or_in: ପ୍ରୋଫାଇଲ୍ ଏକ ଗୁଗୁଲ୍ ଟିଭି ଏବଂ ସୀମିତ-ଇନପୁଟ୍ ଡିଭାଇସ୍ OAuth କ୍ଲାଏଣ୍ଟ ବ୍ୟବହାର କରେ ଏବଂ ଅପଲୋଡ୍ କରେ | କ red ଣସି ପୁନ ir ନିର୍ଦ୍ଦେଶ URI ବ୍ୟବହୃତ ହୁଏ ନାହିଁ | ପରିଚାଳିତ ସ୍ଥାନୀୟ ନିର୍ମାଣ ମୂଲ୍ୟ ଲୁକ୍କାୟିତ ରହିଥାଏ; ଏଠାରେ ପରିଚୟପତ୍ର ସଂରକ୍ଷଣ କରିବା ସେମାନଙ୍କୁ ଅତିକ୍ରମ କରେ |
pa_in: ਪ੍ਰੋਫਾਈਲ ਪੜ੍ਹਦਾ ਹੈ ਅਤੇ ਅੱਪਲੋਡ ਕਰਦਾ ਹੈ Google TVs ਅਤੇ ਸੀਮਤ-ਇਨਪੁਟ ਡਿਵਾਈਸ OAuth ਕਲਾਇੰਟ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਕੋਈ ਰੀਡਾਇਰੈਕਟ URI ਨਹੀਂ ਵਰਤਿਆ ਗਿਆ ਹੈ। ਪ੍ਰਬੰਧਿਤ ਸਥਾਨਕ ਬਿਲਡ ਮੁੱਲ ਲੁਕੇ ਰਹਿੰਦੇ ਹਨ; ਇੱਥੇ ਕ੍ਰੈਡੈਂਸ਼ੀਅਲ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਉਹਨਾਂ ਨੂੰ ਓਵਰਰਾਈਡ ਕਰਦਾ ਹੈ।
pl_pl: Odczytywanie i przesyłanie profili odbywa się przy użyciu Google TV i klienta OAuth na urządzeniu z ograniczonymi wejściami. Nie jest używany żaden identyfikator URI przekierowania. Zarządzane wartości kompilacji lokalnej pozostają ukryte; zapisanie tutaj poświadczeń zastępuje je.
pt_br: As leituras e uploads de perfil usam um cliente OAuth do Google TVs e um dispositivo de entrada limitada. Nenhum URI de redirecionamento é usado. Os valores de construção local gerenciados permanecem ocultos; salvar credenciais aqui as substitui.
ro_ro: Citirile și încărcarea profilului utilizează un client OAuth pentru televizoare Google și dispozitiv cu intrare limitată. Nu este utilizat niciun URI de redirecționare. Valorile de construcție locală gestionate rămân ascunse; salvarea acreditărilor aici le înlocuiește.
ru_ru: Для чтения и загрузки профиля используются Google TV и клиент OAuth для устройств с ограниченным вводом. URI перенаправления не используется. Значения управляемой локальной сборки остаются скрытыми; сохранение учетных данных здесь переопределяет их.
si_lk: පැතිකඩ කියවීම සහ උඩුගත කිරීම Google TVs සහ සීමිත ආදාන උපාංග OAuth සේවාලාභියෙකු භාවිතා කරයි. යළි-යොමුවීම් URI භාවිතා නොකෙරේ. කළමනාකරණය කළ දේශීය ගොඩනැගීමේ අගයන් සැඟවී පවතී; මෙහි අක්තපත්‍ර සුරැකීම ඒවා අභිබවා යයි.
sk_sk: Na čítanie a nahrávanie profilu sa používa klient OAuth pre zariadenia Google TV a zariadenie s obmedzeným vstupom. Nepoužíva sa URI presmerovania. Hodnoty spravovaného lokálneho zostavenia zostávajú skryté; ukladanie poverení tu prepíše ich.
sl_si: Profil bere in nalaga prek odjemalca OAuth za Google TV in napravo z omejenim vnosom. URI za preusmeritev se ne uporablja. Vrednosti upravljane lokalne zgradbe ostanejo skrite; shranjevanje poverilnic tukaj jih preglasi.
sq_al: Leximet dhe ngarkimet e profilit përdorin një klient "Google TV" dhe pajisje me hyrje të kufizuar OAuth. Nuk përdoret URI ridrejtimi. Vlerat e ndërtuara lokale të menaxhuara mbeten të fshehura; ruajtja e kredencialeve këtu i tejkalon ato.
sr_cyrl_rs: Профил чита и отпрема користи Гоогле ТВ и ОАутх клијент уређаја са ограниченим уносом. Не користи се УРИ за преусмеравање. Вредности управљане локалне градње остају скривене; чување акредитива овде их замењује.
sr_latn_rs: Profil čita i otprema koristi Google TV i OAuth klijent uređaja sa ograničenim unosom. Ne koristi se URI za preusmeravanje. Vrednosti upravljane lokalne gradnje ostaju skrivene; čuvanje akreditiva ovde ih zamenjuje.
sv_se: Profil läser och ladda upp använder en Google TV och en OAuth-klient med begränsad ingång. Ingen omdirigerings-URI används. Hanterade lokala byggvärden förblir dolda; Att spara inloggningsuppgifter här åsidosätter dem.
sw_ke: Wasifu unasoma na kupakiwa tumia Google TV na mteja wa OAuth wa kifaa chenye pembejeo chache. Hakuna URI ya kuelekeza kwingine inatumika. Thamani za ujenzi wa ndani zinazodhibitiwa bado zimefichwa; kuhifadhi kitambulisho hapa kunazibatilisha.
ta_in: சுயவிவரத்தைப் படிக்கவும் பதிவேற்றவும் Google TVகள் மற்றும் வரையறுக்கப்பட்ட உள்ளீட்டு சாதனமான OAuth கிளையண்டைப் பயன்படுத்துகின்றன. வழிமாற்று URI பயன்படுத்தப்படவில்லை. நிர்வகிக்கப்பட்ட உள்ளூர் உருவாக்க மதிப்புகள் மறைக்கப்பட்டிருக்கும்; நற்சான்றிதழ்களைச் சேமிப்பது அவற்றை மீறுகிறது.
te_in: ప్రొఫైల్ రీడ్ మరియు అప్‌లోడ్ Google TVలు మరియు పరిమిత-ఇన్‌పుట్ పరికరం OAuth క్లయింట్‌ని ఉపయోగిస్తుంది. దారిమార్పు URI ఉపయోగించబడదు. నిర్వహించబడే స్థానిక నిర్మాణ విలువలు దాచబడి ఉంటాయి; ఇక్కడ ఆధారాలను సేవ్ చేయడం వాటిని భర్తీ చేస్తుంది.
th_th: โปรไฟล์อ่านและอัปโหลดโดยใช้ Google TV และไคลเอ็นต์ OAuth ของอุปกรณ์อินพุตที่จำกัด ไม่มีการใช้ URI การเปลี่ยนเส้นทาง ค่าบิลด์โลคัลที่ได้รับการจัดการยังคงซ่อนอยู่ การบันทึกข้อมูลประจำตัวที่นี่จะแทนที่ข้อมูลเหล่านี้
tr_tr: Profil okuma ve yükleme işlemleri, Google TV'leri ve sınırlı girişli cihaz OAuth istemcisini kullanır. Hiçbir yönlendirme URI'si kullanılmaz. Yönetilen yerel yapı değerleri gizli kalır; Kimlik bilgilerinin buraya kaydedilmesi bunları geçersiz kılar.
uk_ua: Профіль читається та завантажується за допомогою клієнта OAuth Google TV і пристрою з обмеженим введенням. URI перенаправлення не використовується. Значення керованої локальної збірки залишаються прихованими; збереження облікових даних тут замінює їх.
ur_pk: پروفائل کو پڑھنے اور اپ لوڈ کرنے کے لیے گوگل ٹی وی اور محدود ان پٹ ڈیوائس OAuth کلائنٹ کا استعمال کیا جاتا ہے۔ کوئی ری ڈائریکٹ URI استعمال نہیں کیا جاتا ہے۔ منظم مقامی تعمیراتی اقدار پوشیدہ رہتی ہیں۔ یہاں اسناد کو محفوظ کرنا انہیں اوور رائیڈ کرتا ہے۔
uz_latn_uz: Profilni oʻqish va yuklash uchun Google TV va cheklangan kirish qurilmasi OAuth mijozi ishlatiladi. Qayta yo'naltirish URI ishlatilmaydi. Boshqariladigan mahalliy qurilish qiymatlari yashirin qoladi; hisobga olish ma'lumotlarini bu erda saqlash ularni bekor qiladi.
vi_vn: Việc đọc và tải lên hồ sơ sử dụng ứng dụng khách OAuth của Google TV và thiết bị đầu vào có giới hạn. Không có URI chuyển hướng nào được sử dụng. Các giá trị bản dựng cục bộ được quản lý vẫn bị ẩn; lưu thông tin xác thực ở đây sẽ ghi đè chúng.
zh_hans_cn: 配置文件读取和上传使用 Google TV 和有限输入设备 OAuth 客户端。不使用重定向 URI。托管的本地构建值仍然隐藏；在这里保存凭据会覆盖它们。
zh_hant_hk: 設定檔讀取和上傳使用 Google TV 和有限輸入裝置 OAuth 用戶端。不使用重定向 URI。託管的本機建置值仍然隱藏；在這裡保存憑證會覆蓋它們。
zu_za: Iphrofayela ifundeka futhi ilayishe sebenzisa i-Google TVs kanye neklayenti le-OAuth ledivayisi yokokufaka okulinganiselwe. Ayikho i-URI yokuqondisa kabusha esetshenziswayo. Amanani okwakha endawo aphethwe ahlala efihliwe; ukulondoloza imininingwane lapha kuyakweqa.

# GoogleAccountTitle.Text
source: google account
af_za: google rekening
am_et: ጎግል መለያ
ar_sa: حساب جوجل
as_in: গুগল একাউণ্ট
az_latn_az: google hesabı
be_by: уліковы запіс google
bg_bg: акаунт в Google
bn_bd: গুগল অ্যাকাউন্ট
bs_latn_ba: google račun
ca_es: compte de google
cs_cz: účet google
da_dk: google konto
de_de: Google-Konto
el_gr: λογαριασμό google
es_us: cuenta de google
et_ee: Google'i konto
eu_es: google kontua
fa_ir: حساب گوگل
fi_fi: google-tili
fr_ca: compte Google
gl_es: conta de google
gu_in: ગૂગલ એકાઉન્ટ
he_il: חשבון גוגל
hi_in: गूगल खाता
hr_hr: google račun
hu_hu: google fiók
hy_am: google հաշիվ
id_id: akun Google
is_is: google reikning
it_it: account Google
ja_jp: Googleアカウント
ka_ge: გუგლის ანგარიში
kk_kz: google тіркелгісі
km_kh: គណនី Google
kn_in: google ಖಾತೆ
ko_kr: 구글 계정
ky_kg: google аккаунту
lo_la: ບັນຊີ google
lt_lt: google paskyra
lv_lv: google konts
mk_mk: google сметка
ml_in: google അക്കൗണ്ട്
mn_mn: google бүртгэл
mr_in: Google खाते
ms_my: akaun google
nb_no: google-konto
ne_np: गुगल खाता
or_in: ଗୁଗୁଲ୍ ଆକାଉଣ୍ଟ୍ |
pa_in: ਗੂਗਲ ਖਾਤਾ
pl_pl: konto Google
pt_br: conta do Google
ro_ro: cont google
ru_ru: аккаунт Google
si_lk: google ගිණුම
sk_sk: google účet
sl_si: google račun
sq_al: llogari google
sr_cyrl_rs: гоогле налог
sr_latn_rs: google nalog
sv_se: google-konto
sw_ke: akaunti ya google
ta_in: google கணக்கு
te_in: google ఖాతా
th_th: บัญชี Google
tr_tr: Google hesabı
uk_ua: обліковий запис Google
ur_pk: گوگل اکاؤنٹ
uz_latn_uz: google hisobi
vi_vn: tài khoản google
zh_hans_cn: 谷歌帐户
zh_hant_hk: 谷歌帳戶
zu_za: i-akhawunti ye-google
